Repository: AmrAshraf-dev/adoodlz-repo
Catalog: assets/i18n/app_*.arb
Languages: ar

# appName
source: Application name
ar: أسم التطبيق

# greeting
source: Hello, Adoodlz!
ar: مرحباً, آدوودلز

source: Start
ar: ابدأ

source: Loading
ar: جار البدء

source: Sign in
ar: تسجيل الدخول

source: Mobile Number
ar: رقم الهاتف

source: Password
ar: كلمة السر

source: Forgot Password?
ar: نسيت كلمة السر؟

# signUp
source: Sign Up Now
ar: تسجيل حساب جديد

source: Home
ar: الصفحة الرئيسية

# fieldRequired
source: This field is required
ar: لا يمكن ترك هذا الحقل فارغ

# invalidPhone
source: Please enter a valid phone
ar: يرجى إدخال رقم هاتف صحيح

# fieldMinimum
source: {count, plural, other{This field can't be less than {count} letters}}
ar: {count, plural, other{يرجى إدخال أكثر من {count} حروف}}

# createAccount
source: CREATE ACCOUNT RESET PASSWORD
ar: تسجيل حساب إستعادة كلمة السر

# enterMobileNumber
source: Enter Your Mobile Number To Create Account
ar: أدخل رقم هاتفك لتسجل حساب جديد

# weWillSendOtp
source: We Will Send You One Time Password
ar: سنرسل لك كلمة مرور لمرة واحدة

source: Send
ar: أرسل

source: VERIFY ACCOUNT
ar: تأكيد التسجيل

# mobileVerificationOngoing
source: Confirm phone number
ar: قم بتأكيد رقم الهاتف

# otpWillBeSent
source: Enter the 4-digit code that was sent to the number
ar: أدخل الرمز المكون من 4 أرقام الذي تم إرساله إلى الرقم

# otpNotReceived
source: If You Didn't Receive a Code
ar: إذا لم تستقبل الكود

source: Resend
ar: إعادة إرسال

# verify
source: Confirm
ar: تأكيد

# invalidOtp
source: Please enter a valid OTP
ar: يرجى إدخال الكود الصحيح

# putSearchWord
source: Search...
ar: بحث...

source: Categories
ar: التصنيفات

# yourWallet
source: Wallet
ar: محفظتك

# totalPoints
source: Available Points
ar: نقاط متاحه

# expectedValue
source: Expected Value for available points
ar: القيمة المتوقعة للنقاط المتاحه

# getItCash
source: Get it as Cash
ar: أحصل عليها نقداً

source: get cash here
ar: احصل علي النقود من هنا

source: From
ar: مقدمة من

source: Your Profile
ar: ملفك الشخصي

source: Invite Friend
ar: أدعو صديق

# language
source: Change Language
ar: تغيير اللغة

source: Edit Your Data
ar: عدل بياناتك

source: Signout
ar: تسجيل الخروج

# inviteFriendIncentive
source: Give A Friend 20 Points, And Get 20 Points When You invite Him
ar: أعط صديقك 20 نقطة و أحصل على 20 نقطة عندما تدعوه للتطبيق

source: Invite Contacts
ar: أدعو أصدقائك

source: or
ar: أو

# shareAccountLink
source: Enter referral code and claim your points
ar: أدخل رمز الدعوة و أحصل على نقاطك

# noPosts
source: No posts found
ar: لا يوجد إعلانات

# termsAndConditions
source: Terms & Conditions
ar: الأحكام و الشروط

source: Points
ar: نقطة

# points2
source: 5 Points
ar: نقاط 5

# completeProcess
source: Complete
ar: أكمل العملية

source: Back
ar: العودة

source: Share
ar: شارك

# share2
source: Share
ar: مشاركة

source: Tags
ar: الفئات

source: Status
ar: الحالة

source: About Us
ar: نبذة عنا

source: Confirm Password
ar: تأكيد كلمة المرور

# signupShort
source: Sign up
ar: تسجيل حساب

# aboutYou
source: Introduce Yourself
ar: عرف نفسك

# loginFailed
source: Sign-in Failed
ar: فشل تسجيل الدخول

# invalidCredentials
source: Invalid credentials, check and try again
ar: بيانات الدخول خاطئة, تحقق منها و حاول مرة أخرى

# somethingWentWrong
source: Something went wrong, please try again later
ar: حدث خطأ ما, يرجى إعادة المحاولة لاحقاً

# cantAffiliateYourSelf
source: Please enter your friend code who invited you, not your code
ar: يجب ادخال كود صديقك الذي قام بدعوتك وليس كودك

# processFailure
source: Process failed
ar: فشلت العملية

# insufficientBalance
source: You don't have enough balance to complete the process
ar: رصيدك غير كافي لإتمام العملية

# referralLinkCopied
source: Referral link was copied successfully!
ar: لقد تم نسخ رابط الدعوة بنجاح!

# pointsAlreadyClaimed
source: You have claimed the points already!
ar: لقد حصلت على نقاطك بالفعل

source: Name
ar: الأسم

# availableInKSA
source: Alpha version is only available in KSA
ar: النسخة الأولية متاحة فقط في المملكة العربية السعودية

# passwordMismatch
source: Passwords have to match
ar: كلمة السر غير متطابقة

# inviteFriendPrompt
source: Download Adoodlz app from https://adoodlz.com and enter my code {code} so we can both earn 20 points which we can claim as gifts or money through the app!
ar: قم بتحميل تطبيق Adoodlz من https://adoodlz.com و أدخل رمزي الخاص {code} ليحصل كلانا على 20 نقطة يمكن الحصول عليها كنقود أو إستخدامها للحصول على الجوائز!

# claimNow
source: Redeem
ar: احصل عليها الان

# aboutApp
source: Get rewarded for sharing media & offers from brands you care about. You get paid for each shared media. Plus you also got paid for each verified visits to the brand page that comes from your shares up to $0.1, imagine how many visits you can get!
ar: احصل على مكافأة عند مشاركتك عروض الماركات التي تحبها. حنضيفلك رصيد عن كل مشاركة تعملها . بالإضافة إلى أنك حتحصل على رصيد لكل زيارة حقيقية لصفحة الماركة تيجي عن طريق مشاركتك، تخيل عدد الزيارات اللي ممكن نكافأك عليها!

source: Confirm
ar: تأكيد

source: You can view it
ar: بإمكانك عرضها

# clickingHere
source: by clicking here
ar: بالضغط هنا

source: Profile picture
ar: صورتك الشخصية

# pickPicture
source: Pick a picture
ar: اختر صورة

# pictureSuccess
source: Picture picked successfully
ar: تم إختيار الصورة بنجاح

# pictureFailure
source: Picture picking failed!
ar: فشل إختيار الصورة

source: Skip
ar: تخطى

# homeCoach
source: You can checkout and share ads to get points and rewards!
ar: حيث يمكنك مشاهدة الإعلانات و مشاركتها لتحصل على نقاط لتستبدلها بجوائز

# inviteFriendsCoach
source: Through inviting your friends you can both get rewarded for each invitation you make!
ar: من خلال دعوة أصدقائك إلى التطبيق يمكن لكلاً منكما الحصول على مكافأة مقابل كل دعوة تقوم بها

# yourWalletCoach
source: You can check your balance and redeem your points as cash or gifts!
ar: يمكنك متابعة رصيد نقاطك و الحصول عليها كجوائز أو كنقود

# yourProfileCoach
source: You can check out and edit your profile, change app settings and checkout our terms & conditions
ar: يمكنك مشاهدة و تعديل بيانات ملفك و كذلك إعدادات التطبيق

# processSuccess
source: Process completed successfully
ar: تمت العملية بنجاح

# giftUsageSucces
source: Gift requested successfully, we will get back to you ass soon as possible
ar: لقد تم طلب الهدية بنجاح, سنقوم بالتواصل معك في أقرب وقت

# registerMessage
source: We will register your mobile number through whats app first , you cant use some features before that
ar: سنقوم بتوثيق رقم جوالك عبر الواتس , لن تتمكن من استخدام بعض المميزات قبل ذلك

# notVerfied
source: Your Account is not verfied please verify your account through here https://wa.me/966580495019?text=verify
ar: يجب تفعيل الحساب الخاص بك يرجي تفعيله عبر الواتس اب من خلال هذا الرابط https://wa.me/966580495019?text=verify

source: Change Password
ar: تغيير كلمة السر

source: new password
ar: كلمة السر الجديدة

source: Maybe Later
ar: ليس الان

# dialogText
source: You can now update this app to the new version
ar: يمكنك الان تحديث التطبيق الي النسخة الجديدة

# update
source: Update Available
ar: تحديث

# updateAvailable
source: Update
ar: تحديث جديد

# notVerfied2
source: Your Account is not verfied to verify your account click here
ar: حسابك غير موثق اضغط هنا للتوثيق

source: Account Verification
ar: توثيق حساب

# verifyAccountAgain
source: Verify
ar: توثيق

# account_not_verified
source: This Account Not Verified
ar: هذا الحساب غير موثـق

# account_verified
source: This Account Verified
ar: هذا الحساب موثـق

# waitingBalance
source: Under process points
ar: نقاط تحت التنفيذ

# invitePersonCode
source: Enter the code of the person who invited you
ar: ادخل كود الشخص الذي قام بدعوتك

# signOut
source: Signing Out....
ar: جارى تسجيل الخـروج

# suspended
source: Your account has been frozen For more information, you can contact customer service
ar: تم تجميد حسابك لمعلومات اكثر يمكنك التواصل مع خدمة العملاء

# linkVisit
source: You will get points for every new person visits the link
ar: ستحصل علي نقاط عن كل شخص جديد يزور الرابط

# chooseLanguage
source: Choose your language
ar: اختر اللغة

# dontHaveAccount
source: Don't have an acoount?
ar: ليس لديك حساب؟

source: App
ar: التطبيق

source: User Name
ar: اسم المستخدم

source: EMail
ar: البريد الالكترونى

source: Referral User
ar: المستخدم المفضل

source: Mobile Phone
ar: رقم الهاتف

source: Address
ar: العنوان

# agreeTerms
source: You Should Agree to the terms and conditions
ar: يجب الموافقه على الشروط والاحكام

# readTerms
source: I have read the
ar: لقد قرأت

# agreeTheTerms
source: and agree to them
ar: و اوافق عليها

# haveAccount
source: I Have An Account?
ar: لدى حساب بالفعل؟

# enterCode
source: Enter your Code
ar: ادخل الكود

# sendCode
source: Send
ar: أرسل

source: Shop Now
ar: تسوق الأن

source: EDIT
ar: تعديل

source: Settings
ar: الاعدادات

source: Tasks
ar: المهام

source: Help Center
ar: مركز المساعدة

# showTask
source: Submit
ar: عرض

# resendCode
source: Resend the code
ar: إعادة إرسال الرمز

# sendCodeSuccess
source: The code has been sent successfully
ar: تم إرسال الرمز بنجاح

source: Upload
ar: تحميل

# returnPage
source: Return
ar: عودة

source: Image of Proof
ar: صوره من الاثبات

source: Reference (URL)
ar: الرابط المرجعى

source: Social Media (URL)
ar: رابط تواصل اجتماعى

source: Note
ar: ملحوظه

# submitTask
source: Submit
ar: إرسال

source: Hi,
ar: اهلا,

source: Welcome in Adoodlz
ar: مرحبا بك في ادوودلز

source: Description
ar: الوصف

source: Show More
ar: عرض المزيد

source: Show Less
ar: عرض الاقل

source: No Tasks
ar: لا يوجد مهام

source: second
ar: ثانية

source: minute
ar: دقيقة

source: hour
ar: ساعة

source: day
ar: يوم

# pointsTask
source: Points :
ar: النقاط:

# taskEndTime
source: End :
ar: ينتهى :

# tasksCoach
source: You can submit tasks and earn more points and more
ar: يمكنك تنفيذ بعض المهام و اكتساب نقاط اكتر و اكتر

# fieldsRequired
source: Some fields required not completed
ar: بعض الحقول المطلوبة لم تكتمل

source: Select Country
ar: اختر الدولة

source: Saudi Arabia
ar: السعودية

source: Egypt
ar: مصر

# forgetPassword
source: Enter The Phone Number To Reset Password
ar: ادخل رقم الهاتف لاستعاده كلمه السر

# sendCodeForgetPassword
source: Send Code
ar: ارسال الرمز

source: submitted
ar: تم

source: expired
ar: انتهت

# wrongOtp
source: Your OTP is wrong
ar: خطا فى رمز الادخال
